INSERT INTO home (name,space,money,address,comment) VALUES 

('でかマンション','1LDK',50000,'東京都','トイレなし,オートロックあり'),
('でかでかマンション','1R',50000,'大阪府','無料Wi-Fiなし,ペット可'),
('ちびマンション','1DK',40000,'北海道','ペット可'),
('もりもりマンション','1LDK',150000,'大阪府','無料Wi-Fiあり,駐車場空きあり,ペット可,室内洗濯機置き場あり,オートロックあり,バス・トイレ別'),
('マンションじゃない','1K',10000,'沖縄県','室内洗濯機置き場あり'),
('すこマンション','1DK',80000,'新潟県','ペット可'),
('どこマンション','1DK',50000,'神奈川県','家具付き,ウォーターサーバーあり'),
('怪奇アパート','1DK',11000,'北海道','何か憑き,事故物件'),
('くそアパート','1DK',20000,'静岡県','ゴミ置き場なし,窓なし'),
('スゴイエ','1R',30000,'岩手県','危険地帯'),
('光マンション','1LDK',70000,'長崎県','コンビニあり'),
('ロッカー','1R',1000,'香川県','靴箱あり,ウォーターサーバーあり'),
('アポノピエ','1K',20000,'青森県','ロフト付き,バス・トイレ別'),
('でかばくだん','1DK',50000,'福島県','物干しあり'),
('木造マンション','1LDK',40000,'京都府','和室,南向き'),
('かみいえ','1DK',50000,'栃木県','南向き'),
('ペンパーハウス','1K',60000,'大阪府','ベランダ付き,物干しあり'),
('古い家','1LDK',60000,'茨城県','和室あり,バス・トイレ別'),
('トイレ','1R',150000,'秋田県','トイレあり,バス・トイレ別'),
('でかいえ','1R',20000,'鹿児島県','屋根なし,窓なし'),
('キレイナーイエ','1LDK',120000,'東京都','新築,無料Wi-Fiあり'),
('ウォーターマンション	','1K',80000,'滋賀県','ウォーターサーバーあり'),
('デンジャラスアパート	','1DK',20000,'秋田県','事故物件'),
('わんにゃんマンション	','1DK',90000,'神奈川県','ペット可,コンビニあり'),
('さむさむマンション	','1DK',50000,'北海道','室内洗濯機置き場あり,危険地帯,屋根なし');


INSERT INTO login(logId,pass,type,name) VALUES 
('test11','test11','高橋不動産','高橋　吏音1'),
('test12','test12','高橋商事','高橋　吏音2');

INSERT INTO loginC(logId,pass,name) VALUES 
('test1','test1','中條　太喜'),
('test2','test2','大渡　郁佳'),
('test3','test3','中島　実保');

INSERT INTO chat(logId, toId, chatC, chat, name, toname) VALUES
('test1', 'test11', 'a', '', '中條', '高橋1'),
('test2', 'test12', 'a', '', '大渡', '高橋2'),
('test11', 'test1', '', 'aa', '高橋1', '中條'),
('test12', 'test2', '', 'aa', '高橋2', '大渡'),
('test1', 'test11', 'b', '', '中條', '高橋1'),
('test3', 'test12', 'a', '', '中島', '高橋2'),
('test11', 'test1', '', 'bb', '高橋1', '中條'),
('test12', 'test3', '', 'aa', '高橋2', '中島'),
('test3', 'test12', 'b', '', '中島', '高橋2'),
('test1', 'test11', 'c', '', '中條', '高橋1'),
('test12', 'test3', '', 'bb', '高橋2', '中島'),
('test2', 'test12', 'b', '', '大渡', '高橋2'),
('test12', 'test2', '', 'bb', '高橋2', '大渡'),
('test11', 'test1', '', 'cc', '高橋1', '中條'),
('test2', 'test12', 'c', '', '大渡', '高橋2'),
('test1', 'test11', 'd', '', '中條', '高橋1'),
('test11', 'test1', '', 'dd', '高橋1', '中條'),
('test12', 'test2', '', 'bb', '高橋2', '大渡');

INSERT INTO nquiry (name,danjo,mail,tell,job,message,date) VALUES 
('山田太郎','男','0000@gmail.com','01011001010','ニート','電話がつながらない','2022-12-12'),
('田中一郎','男','1111@gmail.com','01011001010','ニート','扇風機の初期不良','2023-01-20'),
('山田太郎','男','0000@gmail.com','01011001010','ニート','洗濯機の操作方法が分からない','2023-02-15'),
('山田太郎','男','0000@gmail.com','01011001010','ニート','テレビのリモコンの購入がしたい','2023-02-17'),
('田中一郎','男','1111@gmail.com','01011001010','ニート','洗濯機の調子が悪い','2023-02-28'),
('山田太郎','男','0000@gmail.com','01011001010','ニート','テレビが壊れた','2023-03-28');

INSERT INTO inquiry (name,mail,type,message,date) VALUES 
('山田太郎','0000@gmail.com','製品の故障・不具合','電話がつながらない','2022-12-12'),
('田中一郎','1111@gmail.com','製品の故障・不具合','扇風機の初期不良','2023-01-20'),
('山田太郎','0000@gmail.com','ご使用方法','洗濯機の操作方法が分からない','2023-02-15'),
('山田太郎','0000@gmail.com','部品購入','テレビのリモコンの購入がしたい','2023-02-17'),
('田中一郎','1111@gmail.com','製品の故障・不具合','洗濯機の調子が悪い','2023-02-28'),
('山田太郎','0000@gmail.com','製品の故障・不具合','テレビが壊れた','2023-03-28');
