INSERT INTO home (name,space,money,address,comment) VALUES 
('でかマンション','1LDK',50000,'東京都','トイレなし'),
('でかでかマンション','1R',50000,'大阪府','Wi-Fiなし'),
('ちびマンション','1DK',40000,'北海道','ペット可'),
('もりもりマンション','1LDK',150000,'大阪府','無料Wi-Fiあり,駐車場空きあり,ペット可,室内洗濯機置き場あり,オートロックあり,バス・トイレ別'),
('マンションじゃない','1K',10000,'沖縄県','洗濯機あり'),
('すこマンション','1DK',80000,'新潟県','ペット可'),
('どこマンション','1DK',50000,'神奈川県','家具付き'),
('怪奇アパート','1DK',11000,'北海道','何か憑き'),
('くそアパート','1DK',20000,'静岡県','ゴミ置き場なし'),
('スゴイエ','1R',30000,'岩手県','危険地帯'),
('光マンション','1LDK',70000,'長崎県','コンビニあり'),
('ロッカー','1R',1000,'香川県','靴箱あり'),
('アポノピエ','1K',20000,'青森県','ロフト付き'),
('でかばくだん','1DK',50000,'福島県','物干しあり'),
('木造マンション','1LDK',40000,'京都府','和室'),
('かみいえ','1DK',50000,'栃木県','南向き'),
('キレイナーイエ','1LDK',120000,'東京都','新築,無料Wi-Fi有り');


INSERT INTO login(logId,pass,type,name) VALUES 
('ID','Password','業者名','名前'),
('test11','test11','高橋不動産','高橋1'),
('test12','test12','高橋商事','高橋2');

INSERT INTO loginC(logId,pass,name) VALUES 
('ID','Password','名前'),
('test1','test1','中條'),
('test2','test2','大渡'),
('test3','test3','中島');

INSERT INTO chat(logId,toId,chat,name) VALUES
('test1','test11','a','中條'),
('test2','test12','a','大渡'),
('test11','test1','aa','高橋1'),
('test12','test2','aa','高橋2'),
('test1','test11','b','中條'),
('test3','test12','a','中島'),
('test11','test1','bb','高橋1'),
('test12','test3','aa','高橋2'),
('test3','test12','b','中島'),
('test1','test11','c','中條'),
('test12','test3','bb','高橋2'),
('test2','test12','b','大渡'),
('test12','test2','bb','高橋2'),
('test11','test1','cc','高橋1'),
('test2','test12','c','大渡'),
('test1','test11','d','中條'),
('test11','test1','dd','高橋1'),
('test12','test2','bb','高橋2');

